Repository: ANeilan/KDE-CDEmu
Catalog: po/*.po
Languages: de, es, pl, ro, ru

source: KDE CDEmu Manager
pl: Program zarządzający CDEmu dla KDE
ro: Managerul CDEmu pt. KDE
ru: KDE CDEmu Менеджер

source: Recently used images
ru: Ранее использовавшиеся образа

source: <html><head/><body><p>Recently used images - click to mount</p></body></html>
ru: <html><head/><body><p>Ранее использовавшиеся образа - щелкните чтобы смонтировать</p></body></html>

source: File
de: Datei
es: Archivo
pl: Plik
ro: Fişier
ru: Файл

source: Device
de: Gerät
es: Dispositivo
ru: Устройство

source: <html><head/><body><p>List of available devices , double click to select image</p></body></html>
ru: <html><head/><body><p>Список доступных устройств , для выбора образа используйте двойной щелчок</p></body></html>

source: Unmount
de: Aushängen
es: Desmontar
pl: Odmontuj
ro: Demontează
ru: Отмонтировать

source: Add Device
ru: Добавить Устройство

source: Remove Device
ru: Убрать Устройство

# NAME OF TRANSLATORS
source: Your names
de: Marcel Hasler
es: Gustavo Alvarez
pl: Maciej Warnecki
ro: Tudor Mihu
ru: Alexander Golikov

# EMAIL OF TRANSLATORS
source: Your emails
de: mahasler@gmail.com
es: sl1pkn07@gmail.com
pl: maciekw5@gmail.com
ro: tudor@tlnet.eu
ru: alex@ws54.tk

source: A KDE Frontend to CDEmu
de: Eine KDE Oberfläche für CDEmu
es: Entorno gráfico KDE de CDEmu
pl: Graficzny program zarządzający CDEmu dla KDE
ro: O interfaţă KDE pt. CDEmu
ru: Интерфейс KDE для CDEmu

source: Mount an image
de: Ein Abbild einbinden
es: Montar una imagen
pl: Zamontuj obraz płyty
ro: Montează o imagine
ru: Подключить образ

source: Unmount an image
de: Ein Abbild aushängen
es: Desmontar una imagen
pl: Odmontuj obraz płyty
ro: Demontează o imagine
ru: Отключить образ

source: Show information about devices
de: Informationen über Geräte anzeigen
es: Mostrar información acerca de los dispositivos
pl: Pokaż informacje o urządzeniach
ro: Arată informaţii despre unităţi
ru: Показать ниформацию об устройствах

source: CDEmu daemon running.
de: CDEmu-Daemon läuft.
es: El demonio CDEmu se está ejecutando.
pl: Usługa CDEmu jest uruchomiona.
ro: Daemon-ul CDEmu rulează
ru: CDEmu демон запущен.

source: CDEmu daemon not running.
de: CDEmu-Daemon läuft nicht.
es: El Demonio CDEmu no se está ejecutando.
pl: Usługa CDEmu nie jest uruchomiona.
ro: Daemon-ul CDEmu nu rulează.
ru: CDEmu демон не запущен.

source: Please select a device first.
de: Bitte wählen Sie zuerst ein Gerät aus.
es: Por favor, seleccione una unidad primero.
pl: Proszę najpierw wybrać napęd.
ro: Te rog selectează o unitate prima dată
ru: Сначала выберите устройство.

source: Error
de: Fehler
pl: Błąd
ro: Eroare
ru: Ошибка

source: Select image file
ru: Выбрать образ

source: All devices are busy.
ru: Все виртуальные приводы уже используются.

source: Everything OK.
de: Alles OK.
es: Todo OK.
ru: Всё Хорошо.

source: The selected virtual device is in use.
de: Das ausgewählte virtuelle Gerät ist belegt.
es: La unidad virtual está en uso.
ru: Выбранный виртуальный привод уже используется.

source: The selected virtual device is not available.
de: Das ausgewählte virtuelle Gerät ist nicht verfügbar.
es: La unidad seleccionada no está disponible.
ru: Выбранный виртуальный привод недоступен.

source: All virtual devices are in use.
de: Alle virtuellen Geräte sind belegt.
es: Todas las unidades están en uso.
ru: Все виртуальные приводы уже используется.

source: The file doesn't exist.
de: Die Datei existiert nicht.
es: El archivo no existe.
ru: Файл не сущуствует.

source: Unable to connect to the CDEmu daemon.
de: Es kann keine Verbindung zum CDEmu-Daemon hergestellt werden.
es: Imposible conectar con el demonio CDEmu.
ru: Не удается подключиться к демону CDEmu

source: An unknown error occured.
de: Ein unbekannter Fehler ist aufgetreten.
es: Ha ocurrido un error desconocido.
ru: Произошла неизвестная ошибка.

source: Select image
de: Abbild auswählen
es: Seleccione imagen
pl: Wybierz obraz płyty
ro: Selectează imaginea.

source: Mount
de: Einbinden
es: Montar
pl: Zamontuj
ro: Montează

source: Developer & Maintainer
de: Entwickler & Maintainer
es: Desarrollo & Mantenimiento
pl: Twórca i programista
ro: Programator & Maintainer

source: Please select a file first.
de: Bitte wählen Sie zuerst eine Datei aus.
es: Por favor seleccione un archivo primero.
pl: Proszę najpierw wybrać plik.
ro: Te rog selectează un fişier prima dată

source: Copyright (c) 2009-2013 Marcel Hasler
pl: Prawa autorskie (c) 2009-2013 Marcel Hasler
